/*
    SharedWebCredentials.strings
    swcagent

    Copyright (c) 2014,2015,2017,2021 Apple Inc. All rights reserved.
*/

/* Title of alert for selecting an account credential */
"SWC_ALERT_TITLE" = "Select a Saved Password to Use With “%@”";

/* Button to dismiss alert for selecting an account credential. */
"SWC_CANCEL" = "Not Now";

/* Text of the confirmation message when <APPNAME> tries to use a shared password for <WEBSITE> */
"SWC_REQUEST_USE" = "“%@” Would Like to Share Saved Passwords With Safari for “%@”";

/* Text of the confirmation message when <APPNAME> adds a shared password for <WEBSITE> */
"SWC_REQUEST_ADD" = "Would you like to save this password in your iCloud Keychain to use with apps and websites on all your devices?";

/* Text of the confirmation message when <APPNAME> updates a shared password for <WEBSITE> */
"SWC_REQUEST_UPDATE" = "“%@” Would Like to Update the Saved Password for “%@”";

/* Text of the confirmation message when <APPNAME> deletes a shared password for <WEBSITE> */
"SWC_REQUEST_DELETE" = "“%@” Would Like to Delete the Saved Password for “%@”";

/* Text of the confirmation message when <APPNAME> requests a shared password for <WEBSITE> */
"SWC_REQUEST_COPY" = "“%@” Would Like to Use the Saved Password for “%@”.";

/* Text of the confirmation message when <APPNAME> requests shared passwords for more than one website */
"SWC_REQUEST_COPYALL" = "“%@” Would Like to Share Passwords With Safari for Websites “%@”";

/* Informative text in confirmation message for shared Safari passwords */
"SWC_INFO_MESSAGE" = "You can view and remove saved passwords in Settings > Passwords.";

/* Button in notification panel to grant access to a shared password. */
"SWC_ALLOW_USE" = "OK";

/* Button in notification panel to grant access for adding a password. */
"SWC_ALLOW_ADD" = "Save Password";

/* Button in notification panel to grant access for updating a password. */
"SWC_ALLOW_UPDATE" = "Update Password";

/* Button in notification panel to grant access for deleting a password. */
"SWC_ALLOW_DELETE" = "Delete Password";

/* Button in notification panel to grant access for copying a saved password. */
"SWC_ALLOW_COPY" = "Share Password";

/* Button in notification panel to grant access for copying multiple saved passwords. */
"SWC_ALLOW_COPYALL" = "Share Passwords";

/* Button in notification panel for denying access. */
"SWC_DENY" = "Not Now";

/* Button in notification panel for permanently denying access. */
"SWC_NEVER" = "Don’t Allow";

/* Subtitle for user presence check. */
"SWC_FILLPWD" = "Fill your password.";
